TEXT = {
    "start": "**📄 Меню управления парсером**",
    "unknown_message": "**__Неизвестное сообщение.__** Отправьте /start",
    "choose_action": "**🗒 Выберите действие:**",
    "keywords_list": "**✏️ Список ключевых слов**",
    "keywords_not_found": "**❌ Ключевые слова не найдены**",
    "add_keyword": "**📝 Введите новое ключевое слово "
    "(оно должно быть не больше 50 символов):**",
    "keyword_added": "**✅ Ключевое слово добавлено**"
}

BUTTON = {
    "back": "➡️ Назад",
    "manage_keywords": "⚙️ Управление ключевыми словами",
    "manage_sessions": "👥 Управление сессиями парсера",
    "add_keyword": "💬 Добавить ключевое слово",
    "keywords_list": "🗒 Добавленные ключевые слова"
}
