TEXT = {
    "start": "**📄 Меню управления парсером**",
    "unknown_message": "**__Неизвестное сообщение.__** Отправьте /start",
    "choose_action": "**🗒 Выберите действие:**",
    "keywords_list": "**✏️ Список ключевых слов**",
    "keywords_not_found": "**❌ Ключевые слова не найдены**",
    "add_keyword": "**📝 Введите новое ключевое слово "
    "(оно должно быть не больше 50 символов):**",
    "keyword_added": "**✅ Ключевое слово добавлено**",
    "keyword_not_found": "**❌ Ключевое слово не найдено**",
    "keyword_removed": "**✅ Ключевое слово успешно удалено!**",
    "add_link": "**🔗 Введите ссылку на чат, или его юзернейм:**",
    "link_not_found": "**❌ Чат не найден**",
    "link_added": "**✅ Ссылка успешно добавлена!**",
    "links_list": "**🔗 Список ссылок**",
    "links_not_found": "**❌ Ссылки не найдены**",
    "link_removed": "**✅ Ссылка успешно удалена!**",
    "message_found": "**🛎 Сообщение найдено!\n**"
    "**├ 📝 Ключевое слово: `{keyword}`\n**"
    "**└ 🧷 Ссылка на сообщение:** {link}",
    "add_session": "**👤 Отправьте файл сессии (формат .session):**",
    "sessions_list": "**👥 Список сессий**",
    "sessions_not_found": "**❌ Сессии не найдены**",
    "session_not_found": "**❌ Сессия не найдена**",
    "session_added": "**✅ Сессия успешно добавлена!**",
    "session_removed": "**✅ Сессия успешно удалена!**"
}

BUTTON = {
    "back": "➡️ Назад",
    "manage_keywords": "✏️ Управление ключевыми словами",
    "manage_links": "🔗 Управление ссылками парсера",
    "manage_sessions": "👥 Управление сессиями парсера",
    "manage_parser": "⚙️ Настройки парсера",
    "add_keyword": "💬 Добавить ключевое слово",
    "keywords_list": "🗒 Добавленные ключевые слова",
    "need_to_parse": "📊 Парсить - {0}",
    "yes": "✅ Да",
    "no": "❌ Нет",
    "remove_keyword": "❌ Удалить ключевое слово",
    "add_link": "📨 Добавить ссылку",
    "links_list": "🗂 Добавленные ссылки",
    "remove_link": "❌ Удалить ссылку",
    "add_session": "👤 Добавить сессию",
    "sessions_list": "👥 Добавленные сессии",
    "remove_session": "❌ Удалить сессию"
}
