TEXT = {
    "start": "**📄 Меню управления парсером**",
    "unknown_message": "**__Неизвестное сообщение.__** Отправьте /start",
    "choose_action": "**🗒 Выберите действие:**",
    "keywords_list": "**✏️ Список ключевых слов**",
    "keywords_not_found": "**❌ Ключевые слова не найдены**",
    "add_keyword": "**📝 Введите новое ключевое слово "
    "(оно должно быть не больше 50 символов):**",
    "keyword_added": "**✅ Ключевое слово добавлено**",
    "keyword_not_found": "**❌ Ключевое слово не найдено**",
    "keyword_removed": "**✅ Ключевое слово успешно удалено!**",
    "links_list": "**🔗 Список ссылок**",
    "links_not_found": "**❌ Ссылки не найдены**"
}

BUTTON = {
    "back": "➡️ Назад",
    "manage_keywords": "✏️ Управление ключевыми словами",
    "manage_links": "🔗 Управление ссылками парсера",
    "manage_sessions": "👥 Управление сессиями парсера",
    "add_keyword": "💬 Добавить ключевое слово",
    "keywords_list": "🗒 Добавленные ключевые слова",
    "need_to_parse": "📊 Парсить - ",
    "yes": "✅ Да",
    "no": "❌ Нет",
    "remove_keyword": "❌ Удалить ключевое слово",
    "add_link": "📨 Добавить ссылку",
    "links_list": "🗂 Добавленные ссылки",
    "public_links": "🌐 Ссылки на публичные чаты",
    "private_links": "🔒 Ссылки на приватные чаты"
}
